@extends('layouts.app')

@section('title', '利用規約')

@section('content')

<div class="m-5">
    <h1 class="border-bottom">利用規約</h1>

    <p>この利用規約（以下、「本規約」といいます。）は、ラシュリエ有限責任事業組合（以下、「当組合」といいます。）がこのウェブサイト上で提供するサービス（以下、「本サービス」といいます。）の利用条件を定めるものです。登録ユーザーの皆さま（以下、「ユーザー」といいます。）には、本規約に従って本サービスをご利用いただきます。</p>

    <p>本規約は、ユーザーと当組合との間の本サービスの利用に関わる一切の関係に適用されるものとします。<br>
    当組合は本サービスに関し、本規約のほか、ご利用にあたってのルール等各種の定め（以下、「個別規定」といいます。）をすることがあります。これら個別規定はその名称のいかんに関わらず，本規約の一部を構成するものとします。<br> 
    本規約の規定が前条の個別規定の規定と矛盾する場合には、個別規定において特段の定めなき限り個別規定の規定が優先されるものとします。</p>

    <p>本サービスは開発中のものであり、その性質上、バグや瑕疵、誤動作など、正常にプレイできない症状等の不具合を含み得るものとして提供され当組合はその正、確性・完全性・有用性・信頼性・無害性等に関していかなる保証もいたしません。<br>
    また、本サービスのコードはオープンソースで公開されており、当組合が提供するオンラインコミュニティサービスcommewの会員であれば誰でも開発に携わることが可能です。</p>

    <p>当組合は、本規約を適宜変更することができるものとします。ユーザが変更後に継続して本サービスにアクセスすることで、これらの変更に承諾されたものとみなします。</p>

    <p>本規約の解釈にあたっては、日本法を準拠法とします。<br>
    本サービスに関して紛争が生じた場合には、当組合の本店所在地を管轄する裁判所を専属的合意管轄とします。</p>

@endsection
